import {IFaq_data} from "@/features/customer/faq/lib/type";

const company_faq_data: Array<IFaq_data> = [
  {
    title: '광고 일시중단 어떻게 하나요?',
    contents: `광고 일시중단은 고객센터 070-8080-1728를 통해 사유 및 중지기간 회신 주셔야만 가능합니다.

부득이한 사정으로 인해 광고 진행이 어려운 경우 월-1회 / 최대-14일까지 해당 서비스를 일시적으로 중단할 수 있습니다.

단, 영업 휴무(주말 off) 사유로 대출광고 일시 중단할 수 없습니다. (이용약관 제16조 참고)`,
  },
  {
    title: '환불 수수료가 어떻게 되나요?',
    contents: `광고비 환불은 남은 이용 기간 (광고 기간)에 대한 일할 계산 수수료 30% 공제 후 환불됩니다.
(이용약관 제16조 참고)`,
  },
  {
    title: '세금계산서/현금영수증 발행 어떻게 하나요?',
    contents: `세금계산서/현금영수증 발행 원하시는 경우 입금 전 고객센터 070-8080-1728로 발급 요청 부탁드립니다.
(단, 부가세 10% 별도 부가, *신고 기한이 지난 경우 발급 불가합니다.)

*현금영수증_입금일 기준 당일 이후 발급 불가
*세금계산서_입금일 기준 당월 이후 다음달 10일 경과 발급 불가`,
  },
  {
    title: '광고비가 어떻게 되나요?',
    contents: `광고비용은 최소 50만원 이상 등록 가능합니다.`,
  },
  {
    title: '광고 등록은 어떻게 하나요?',
    contents: `회원가입 > 대부등록증 전송 > 검수 > 광고 선택 > 광고비 입금 > 광고 노출

자세한 사항은 광고문의 클릭 후 참고 바랍니다.

전화 상담을 원하실 경우 고객센터 070-8080-1728로 연락 바랍니다.`,
  },
  {
    title: '대부(중개)업 등록증이 없으면 광고를 못하나요?',
    contents: `네, 불가합니다.

대부금융협회 정식 등록 업체만 광고가 가능합니다.`,
  },
  {
    title: '광고용 전화번호를 다른 번호로 변경 가능한가요?',
    contents: `대부등록증에 기재된 광고용 번호 이외에 변경은 불가합니다.

광고용 번호 추가, 변경을 원하시는 경우 관할 등록기관 변경 신청 후 가능합니다.`,
  },
];

export default company_faq_data
